Repository: charles1984s/Release-ECSSO
Catalog: App_LocalResources/Login.aspx.*.resx
Languages: vi_vn, zh_tw

# CheckBox1Resource1.Text
source: I have read and accepted the Terms of Service for the membership.
vi_vn: Đã đọc và đồng ý với các điều khoản dịch vụ
zh_tw: 已閱讀並同意接受會員服務條款

# CheckUserIDResource1.Text
source: Please Enter Account
vi_vn: Nhập tài khoản
zh_tw: 請輸入帳號

# CheckUserPwdResource1.Text
source: Please Enter Password
vi_vn: Nhập mật khẩu
zh_tw: 請輸入密碼

# Label10Resource1.Text
source: ＊Name：
vi_vn: *Họ tên：
zh_tw: ＊姓名／名稱：

# Label11Resource1.Text
source: ＊BirthDay：
vi_vn: *Ngày sinh：
zh_tw: ＊生日：

# Label12Resource1.Text
source: ＊Phone no.：
vi_vn: *Điện thoại liên lạc：
zh_tw: ＊聯絡電話：

# Label13Resource1.Text
source: ＊Mobile phone no.：
vi_vn: *Di động：
zh_tw: ＊行動電話：

# Label14Resource1.Text
source: (09xx-xxxxxx)
zh_tw: 格式:09xx-xxxxxx

# Label15Resource1.Text
source: ＊Address：
vi_vn: *Địa chỉ：
zh_tw: ＊地址：

# Label16Resource1.Text
source: ＊Password：
vi_vn: *Mật khẩu：
zh_tw: ＊密碼：

# Label17Resource1.Text
source: （Input 4 to 20 characters of the English alphabet, numbers）
vi_vn: ( Mật khẩu từ 4 đến 20 ký tự chữ hoặc số)
zh_tw: （填入4至20個字元的英文字母、數字組合。）

# Label18Resource1.Text
source: ＊Email Address：
vi_vn: *Email：
zh_tw: ＊電子信箱：

# Label19Resource1.Text
source: （Enter the password again）
vi_vn: (Vui lòng nhập lại mật khẩu)
zh_tw: （請再輸入一次設定密碼）

# Label20Resource1.Text
source: Terms of Service for the membership
vi_vn: Điều khoản dịch vụ đối với thành viên
zh_tw: 會員服務條款

# Label21Resource1.Text
source: ＊Verification Code：
vi_vn: *Mã xác nhận：
zh_tw: ＊驗證碼：

# Label22Resource1.Text
source: Error
zh_tw: 請輸入正確驗證碼

# Label23Resource1.Text
source: ＊Password：
zh_tw: 確認密碼：

# Label25Resource1.Text
source: Log in
zh_tw: 您也可以選擇下面選項，快速加入/登入會員

# Label26Resource1.Text
source: yyyy-MM-dd
zh_tw: 格式：yyyy-MM-dd

# Label2Resource1.Text
source: Account：
vi_vn: Tài khoản：
zh_tw: 帳號：

# Label3Resource1.Text
source: Password：
vi_vn: Mật khẩu：
zh_tw: 密碼：

# Label4Resource1.Text
source: Validation Code：
vi_vn: Mã xác nhận：
zh_tw: 驗證碼：

# Label5Resource1.Text
source: Login
vi_vn: Đăng nhập
zh_tw: 會員登入

# Label6Resource1.Text
source: We recommend that you use IE9.0 above browsers | Please set the screen resolution above 1280 * 1024
vi_vn: Đề xuất sử dụng trình duyệt IE9.0, độ phân giải màn hình 1280*1024 trở lên
zh_tw: 建議您使用IE9.0 以上的瀏覽器| 螢幕解析度請設為 1280*1024 以上

# Label8Resource1.Text
source: (XX-XXXXXXX)
zh_tw: 格式:XX-XXXXXXX

# Label9Resource1.Text
source: ※If you have not received the notification letter, you can check your Spam Folder E-mail system may be mistaken for junk mail.
vi_vn: ※ Nếu bạn không nhận được thư thông báo, vui lòng kiểm tra hộp thư rác, bởi vì thư này có thể bị hệ thống hiểu nhầm là thư rác.
zh_tw: ※若未收到通知信，請檢查是否被系統誤認為是垃圾信件。

# LinkButton1Resource1.Text
source: <span class='glyphicon glyphicon-ok-circle' style='font-size:large; margin-right:7px;'></span> Login
vi_vn: <span class='glyphicon glyphicon-ok-circle' style='font-size:large; margin-right:7px;'></span> Đăng nhập
zh_tw: <span class='glyphicon glyphicon-ok-circle' style='font-size:large; margin-right:7px;'></span> 登 入

# LinkButton2Resource1.Text
source: <span class='glyphicon glyphicon-log-in' style='font-size:large; margin-right:7px;'></span> Forget
vi_vn: <span class='glyphicon glyphicon-log-in' style='font-size:large; margin-right:7px;'></span> Quên mật khẩu
zh_tw: <span class='glyphicon glyphicon-log-in' style='font-size:large; margin-right:7px;'></span> 忘記密碼

# LinkButton3Resource1.Text
source: <span class="glyphicon glyphicon-user" style="font-size:large; margin-right:50px; margin-left:8px;"></span> <span style="margin-right:69px;">Join us</span>
vi_vn: <span class="glyphicon glyphicon-user" style="font-size:large; margin-right:33px; margin-left:8px;"></span> <span style="margin-right:46px;">Đăng ký thành viên</span>
zh_tw: <span class="glyphicon glyphicon-user" style="font-size:large; margin-right:33px; margin-left:8px;"></span> <span style="margin-right:46px;">加入本站會員</span>

# LinkButton4Resource1.Text
source: <span class="glyphicon glyphicon-user" style="font-size:large; margin-right:7px;"></span> send
vi_vn: <span class="glyphicon glyphicon-user" style="font-size:large; margin-right:7px;"></span> Xác nhận gửi
zh_tw: <span class="glyphicon glyphicon-user" style="font-size:large; margin-right:7px;"></span> 確認送出

# LinkButton7Resource1.Text
source: <span class='glyphicon glyphicon-home' style='font-size:large; margin-right:7px;'></span> Home
vi_vn: <span class='glyphicon glyphicon-home' style='font-size:large; margin-right:7px;'></span> Quay về trang chủ
zh_tw: <span class='glyphicon glyphicon-home' style='font-size:large; margin-right:7px;'></span> 回網站

# ListItemResource1.Text
source: Male
vi_vn: Anh
zh_tw: 先生

# ListItemResource2.Text
source: Female
vi_vn: Chị
zh_tw: 小姐

# StringResource1
source: Please enter account
vi_vn: Nhập tài khoản
zh_tw: 請輸入帳號

# StringResource10
source: Please enter address
vi_vn: Vui lòng nhập địa chỉ
zh_tw: 請輸入地址

# StringResource11
source: This account exist, please enter a different email address
vi_vn: Tài khoản bị trùng lặp
zh_tw: 帳號重複

# StringResource14
source: Please remember the following important information
vi_vn: Vui lòng ghi nhớ thông tin tài khoản của bạn dưới đây:
zh_tw: 以下是您的帳號資料，請熟記以下重要訊息

# StringResource15
source: User account
vi_vn: Tài khoản của bạn
zh_tw: 您的帳號

# StringResource16
source: Password
vi_vn: Mật khẩu của bạn
zh_tw: 您的密碼

# StringResource17
source: Account activation link:
vi_vn: Địa chỉ kích hoạt tài khoản：
zh_tw: 開通帳號網址：

# StringResource18
source: To activate your account, please click the link or copy the link to the web browser.
vi_vn: Để kích hoạt tài khoản, vui lòng nhấp chọn liên kết này, hoặc copy và paste vào trình duyệt của bạn.
zh_tw: 為了啟動你的帳號，請點選連結或是複製連結在瀏覽器上貼上

# StringResource19
source: Thank you to join
vi_vn: Cám ơn bạn đã gia nhập
zh_tw: 感謝您的加入！

# StringResource2
source: Please enter a password
vi_vn: Nhập mật khẩu
zh_tw: 請輸入密碼

# StringResource20
source: Reminder: This mail of membership notification is sent by automated system, please do not reply directly.
vi_vn: Lưu ý: Đây là thông báo tự động, vui lòng không trả lời email này.
zh_tw: 提醒您：此封『會員通知』為系統發出，請勿直接回覆。

# StringResource21
source: Reminder: our customer service team will not ask you to change user name or to re-arrange remittance by ATM machine in any circumstances.
vi_vn: Cảnh giác: Nhân viên chăm sóc khách hàng không được phép yêu cầu bạn thay đổi tài khoản hoặc yêu cầu thực hiện lại lệnh chuyển khoản. Nếu gặp tình huống này, vui lòng gọi về bộ phận CSKH.
zh_tw: 提醒您，客服人員均不會要求消費者更改帳號或要求以ATM重新轉帳匯款

# StringResource22
source: If any of above situation occurs, please call anti-fraud hotline 165 immediately.
zh_tw: 若有上述情形，請立即撥打165防詐騙專線查詢

# StringResource23
source: Member ID
vi_vn: Mã thành viên
zh_tw: 會員編號

# StringResource25
source: Join
vi_vn: Đăng ký thành viên
zh_tw: 加入會員

# StringResource26
source: Notification of members joining
vi_vn: Thông báo đăng ký thành viên
zh_tw: 加入會員通知

# StringResource27
source: Our system will immediately send "Notification of Membership" letter to your registered mailbox, you will be able to log in "Membership" and use relevant function only after you activate your account. This letter of "Notification of Membership" will include your account name(namely your email address) and password. Please check this notification letter in your mailbox.
vi_vn: Hệ thống sẽ gửi "Thông báo đăng ký thành viên" vào địa chỉ e-mail bạn cung cấp, nội dung bao gồm tên tài khoản đăng nhập (e-mail), mật khẩu và liên kết kích hoạt tài khoản. Vui lòng nhấp chọn liên kết này để hoàn thành việc đăng ký thành viên.
zh_tw: 系統將立即寄發『加入會員通知』信函至您所登錄之E-Mail中，您必須完成帳號開通程序後，才能登入網站與使用會員功能，此信函中包含您所設定之登錄帳號(即E-mail)、密碼。請靜候開通帳號通知信。

# StringResource28
source: Customer Service
vi_vn: Bộ phận chăm sóc khách hàng
zh_tw: 客服中心

# StringResource29
source: Please check the Terms of Service.
vi_vn: Bạn chưa đồng ý với các điều khoản dịch vụ
zh_tw: 您尚未同意服務條款

# StringResource3
source: Wrong account name or password, or you are not our member yet.
vi_vn: Đăng nhập thất bại. Tài khoản hoặc mật khẩu không đúng, hoặc bạn chưa trở thành thành viên.
zh_tw: 登入失敗。帳號或密碼錯誤，或是您尚未成為會員。

# StringResource30
source: E-mail address error
vi_vn: Email không hợp lệ
zh_tw: 電子信箱格式錯誤

# StringResource31
source: Please enter 4-20 alphanumeric characters
vi_vn: Mật khẩu từ 4 đến 20 ký tự chữ hoặc số
zh_tw: 密碼長度請輸入4至20個英文或數字

# StringResource4
source: Please enter correct validation code.
vi_vn: Vui lòng nhập mã xác nhận
zh_tw: 請輸入正確驗證碼

# StringResource5
source: Please enter the same password as above
vi_vn: Mật khẩu không trùng khớp
zh_tw: 密碼與確認密碼不同

# StringResource6
source: Please enter your name
vi_vn: Vui lòng nhập tên
zh_tw: 請輸入您的名字

# StringResource7
source: Please enter a valid date of birth(YYYY-MM-DD)
vi_vn: Vui lòng nhập ngày sinh(YYYY-MM-DD)
zh_tw: 請輸入正確日期(YYYY-MM-DD)

# StringResource8
source: Please enter phone number in correct format (xx-xxxxxxx)
vi_vn: Số điện thoại không hợp lệ
zh_tw: 聯絡電話格式錯誤

# StringResource9
source: Please enter Mobile phone no. in correct format (09xx-xxxxxx)
vi_vn: Số điện thoại không hợp lệ
zh_tw: 行動電話格式錯誤

# StringResource24
source: 已於
vi_vn: Đã đăng ký thành viên lúc
