Repository: charles1984s/Release-ECSSO
Catalog: App_LocalResources/Member.aspx.*.resx
Languages: ja_jp, vi_vn

# CheckBox1Resource1.Text
source: Password change
ja_jp: パスワードを変更する
vi_vn: Thay đổi mật khẩu

# Label10Resource1.Text
source: Level：
ja_jp: 権限：
vi_vn: Quyền truy cập：

# Label11Resource1.Text
source: New password：
ja_jp: 新しいパスワード：
vi_vn: Mật khẩu mới：

# Label12Resource1.Text
source: Confirm new password：
ja_jp: 新しいパスワードを確認する。
vi_vn: Xác nhận mật khẩu：

# Label2Resource1.Text
source: ＊Member ID：
ja_jp: ＊会員番号：
vi_vn: *Mã thành viên：

# Label3Resource1.Text
source: ＊Name：
ja_jp: ＊氏名／名称：
vi_vn: *Họ tên：

# Label4Resource1.Text
source: Avaiable bouns：
ja_jp: 残りのポイント：
vi_vn: Tiền thưởng còn lại：

# Label5Resource1.Text
source: ＊Date of Birth：
ja_jp: 誕生日：
vi_vn: Ngày sinh：

# Label6Resource1.Text
source: ＊E-mail：
ja_jp: ＊メール：

# Label7Resource1.Text
source: ＊Phone number：
ja_jp: ＊電話番号：
vi_vn: *Số điện thoại liên lạc：

# Label8Resource1.Text
source: ＊Mobile phone number：
ja_jp: ＊携帯電話番号：
vi_vn: *Số điện thoại di động：

# Label9Resource1.Text
source: ＊Delivery Address：
ja_jp: ＊地址：
vi_vn: *Địa chỉ：

# LinkButton1Resource1.Text
source: <span class="glyphicon glyphicon-ok-sign" style="font-size:large; margin-right:7px;"></span>Save
ja_jp: <span class="glyphicon glyphicon-ok-sign" style="font-size:large; margin-right:7px;"></span>確認
vi_vn: <span class="glyphicon glyphicon-ok-sign" style="font-size:large; margin-right:7px;"></span>Xác nhận gửi

# LinkButton2Resource1.Text
source: <span class="glyphicon glyphicon-home" style="font-size:large; margin-right:7px;"></span>Home
ja_jp: <span class="glyphicon glyphicon-home" style="font-size:large; margin-right:7px;"></span>サイトのトップページにもどります
vi_vn: <span class="glyphicon glyphicon-home" style="font-size:large; margin-right:7px;"></span>Quay về trang chủ

# LinkButton3Resource1.Text
source: <span class="glyphicon glyphicon-remove" style="font-size:large; margin-right:7px;"></span>Logout
ja_jp: <span class="glyphicon glyphicon-remove" style="font-size:large; margin-right:7px;"></span>会員ログアウト
vi_vn: <span class="glyphicon glyphicon-remove" style="font-size:large; margin-right:7px;"></span>Đăng nhập

# ListItemResource1.Text
source: Ms.
ja_jp: 様
vi_vn: Anh

# ListItemResource2.Text
source: Mr.
ja_jp: 様
vi_vn: Chị

# StringResource1
source: Regular
ja_jp: 一般会員
vi_vn: Thành viên phổ thông

# StringResource10
source: Please enter 4-20 alphanumeric characters
ja_jp: パスワードは4文字以上、20文字以内の英数字を入力してください。
vi_vn: Mật khẩu từ 4 đến 20 ký tự chữ hoặc số

# StringResource11
source: Please enter the same new password as above
ja_jp: 新しいパスワードと確認用の新しいパスワードが異なっています。
vi_vn: Mật khẩu không trùng khớp

# StringResource15
source: You have revised your membership information successfully on
ja_jp: お客様は
vi_vn: Tại thời điểm

# StringResource16
source: . To ensure the accuracy and safety of your update, we would inform you once your membership information is revised.
ja_jp: に会員情報を変更されました。お客様情報の正確性と安全性が確保されるようお客様情報に変更があった場合、その都度こちらからお知らせいたします。もしお客様が変更を行っていない場合は速やかにパソコンの修理及び検査をするようお勧めいたします。
vi_vn: , thông tin thành viên của bạn đã được thay đổi. Để đảm bảo an toàn của dữ liệu, chúng tôi luôn thông báo cho bạn ngay khi có bất kỳ sự thay đổi. Nếu bạn không thay đổi dữ liệu, vui lòng sửa thông tin và kiểm tra bảo mật máy tính.

# StringResource19
source: Reminder: This mail is sent by automated system, please do not reply directly.
ja_jp: この「会員通知メール」はシステムより自動配信されています。このメールへの返信はできませんのでご注意ください。
vi_vn: Lưu ý: Đây là thông báo tự động, vui lòng không trả lời. Cảm ơn bạn!

# StringResource2
source: VIP
ja_jp: VIP会員
vi_vn: Thành viên VIP

# StringResource20
source: Notification of revised membership information
ja_jp: 会員情報の変更通知変更が完了しました。
vi_vn: Thông báo dữ liệu thành viên bị thay đổi

# StringResource21
source: Success
ja_jp: 変更が完了しました。
vi_vn: Chỉnh sửa thành công

# StringResource22
source: Customer Service
ja_jp: お客様サポートセンター
vi_vn: Bộ phận chăm sóc khách hàng

# StringResource3
source: data error
ja_jp: データに誤りがあります。
vi_vn: Dữ liệu lỗi

# StringResource4
source: Please enter Name
ja_jp: 氏名を入力してください。
vi_vn: Vui lòng nhập tên

# StringResource5
source: E-mail address error
ja_jp: メールアドレスの格式が間違っています。
vi_vn: Email không hợp lệ

# StringResource6
source: Please enter a valid date of birth (yyyy-MM-dd)
ja_jp: 正確な日付を入力してください(yyyy-MM-dd)
vi_vn: Sai định dạng ngày tháng (yyyy-mm-dd), vui lòng nhập lại.

# StringResource7
source: Please enter phone number in correct format (xx-xxxxxxx)
ja_jp: 電話番号の形式が間違っています。
vi_vn: Số điện thoại không hợp lệ

# StringResource8
source: Please enter Mobile phone no. in correct format (09xx-xxxxxx)
ja_jp: 携帯電話番号の形式が間違っています。
vi_vn: Số điện thoại không hợp lệ

# StringResource9
source: Please enter address
ja_jp: 住所を入力してください。
vi_vn: Vui lòng nhập địa chỉ

# StringResource12
source: Dear member,
vi_vn: Chào bạn!
