Repository: charles1984s/Release-ECSSO
Catalog: App_LocalResources/ResetPassword.aspx.*.resx
Languages: vi_vn

# CheckEmailResource1.Text
source: Please enter Email Address
vi_vn: Nhập địa chỉ Email

# CheckPasswordAgainResource1.Text
source: Please enter Confirm new password
vi_vn: Nhập lại mật khẩu mới

# CheckPasswordResource1.Text
source: Please enter new password
vi_vn: Nhập mật khẩu mới

# Label2Resource1.Text
source: Reset Password
vi_vn: Thay đổi mật khẩu

# Label3Resource1.Text
source: Email Address
vi_vn: Email

# Label4Resource1.Text
source: New password
vi_vn: Mật khẩu mới

# Label5Resource1.Text
source: Validation Code
vi_vn: Mã xác định

# Label7Resource1.Text
source: We recommend that you use IE9.0 above browsers | Please set the screen resolution above 1280 * 1024
vi_vn: Chúng tôi khuyên bạn nên sử dụng trình duyệt IE9.0 trên / đặt độ phân giải màn hình trên 1280*1024

# Label8Resource1.Text
source: Please enter correct validation code.
vi_vn: Vui lòng điền mã xác nhận chính xác

# Label9Resource1.Text
source: Enter new password
vi_vn: Nhập mật khẩu

# LinkButton1Resource1.Text
source: Save
vi_vn: Xác nhận thay đổi

# StringResource1
source: Success
vi_vn: Thay đổi thành công!

# StringResource10
source: Reset Password URL
vi_vn: Địa chỉ URL đặt lại mật khẩu

# StringResource11
source: Please access the link and reset your password.
vi_vn: Vui lòng vào trang web thiết lập lại mật khẩu mới của bạn, cám ơn.

# StringResource12
source: Reminder: our customer service team will not ask you to change user name or to re-arrange remittance by ATM machine in any circumstances.
vi_vn: "Xin nhắc nhở bạn, nhân viên bộ phận chăm sóc khách hàng không yêu cầu khách hàng thay đổi tài khoản hoặc dùng ATM chuyển khoản lại."

# StringResource13
source: If any of above situation occurs, please call anti-fraud hotline 165 immediately.
vi_vn: Nếu gặp trường hợp này, xin vui lòng liên hệ bộ phận chăm sóc khách hàng gấp để tránh bị lừa đảo.

# StringResource14
source: Notification of reset password
vi_vn: Thông báo đặt lại mật khẩu

# StringResource15
source: 客服中心
vi_vn: Bộ phận chăm sóc khách hàng

# StringResource16
source: 密碼重設訊息已發送至
vi_vn: Thay đổi thành công! Mật khẩu mới đã gửi đến mail của bạn

# StringResource17
source: 密碼發送失敗！
vi_vn: Lỗi!

# StringResource18
source: 密碼已更新完成，請重新登入
vi_vn: Mật khẩu đã được cập nhật, vui lòng đăng nhập lại

# StringResource19
source: <strong>成功!</strong>密碼修改成功!
vi_vn: Thay đổi thành công!

# StringResource2
source: Success
vi_vn: Thay đổi thành công!

# StringResource3
source: Email error
vi_vn: Lỗi!

# StringResource4
source: Data error
vi_vn: Lỗi!

# StringResource5
source: Email error2
vi_vn: Lỗi!

# StringResource6
source: Connection error
vi_vn: Lỗi!

# StringResource7
source: Data error2
vi_vn: Lỗi! Thông tin thành viên nhận lỗi

# StringResource8
source: Please remember the following important information
vi_vn: Hãy ghi nhớ những thông tin quan trọng dưới đây

# StringResource9
source: User account
vi_vn: Tài khoản của bạn
