Repository: charles1984s/Release-ECSSO
Catalog: App_LocalResources/Shopping.aspx.*.resx
Languages: vi_vn

# CheckBox1Resource1.Text
source: 同訂購人資訊
vi_vn: Giống thông tin người đặt hàng

# Label10Resource1.Text
source: 地址：
vi_vn: Địa chỉ

# Label11Resource1.Text
source: 備註：
vi_vn: Ghi chú：

# Label12Resource1.Text
source: 建議您使用IE9.0 以上的瀏覽器| 螢幕解析度請設為 1280*1024 以上
vi_vn: Đề xuất sử dụng trình duyệt IE9.0, độ phân giải màn hình 1280*1024 trở lên

# Label1Resource1.Text
source: 訂購資訊
vi_vn: Thông tin đặt hàng

# Label2Resource1.Text
source: 姓名：
vi_vn: Tên người mua

# Label3Resource1.Text
source: 電話：
vi_vn: Điện thoại

# Label4Resource1.Text
source: 手機：
vi_vn: Di động

# Label5Resource1.Text
source: 電子信箱：
vi_vn: Email

# Label6Resource1.Text
source: 收件人資訊
vi_vn: Thông tin người nhận hàng

# Label7Resource1.Text
source: 姓名：
vi_vn: Họ tên người nhận

# Label8Resource1.Text
source: 電話：
vi_vn: Điện thoại

# Label9Resource1.Text
source: 手機：
vi_vn: Di động

# LinkButton1Resource1.Text
source: <span class="glyphicon glyphicon-shopping-cart"></span>結帳
vi_vn: <span class="glyphicon glyphicon-shopping-cart"></span>Thanh toán

# ListItemResource1.Text
source: 先生
vi_vn: Anh

# ListItemResource2.Text
source: 小姐
vi_vn: Chị

# ListItemResource3.Text
source: 先生
vi_vn: Anh

# ListItemResource4.Text
source: 小姐
vi_vn: Chị

# RegularExpressionValidator1Resource1.ErrorMessage
source: 請輸入正確電子信箱
vi_vn: Vui lòng nhập địa chỉ Email

# RequiredFieldValidator1Resource1.ErrorMessage
source: 請輸入訂購者人名
vi_vn: Vui lòng nhập tên người đặt hàng

# RequiredFieldValidator2Resource1.ErrorMessage
source: 請輸入訂購人電話
vi_vn: Vui lòng nhập số điện thoại người đặt hàng

# RequiredFieldValidator3Resource1.ErrorMessage
source: 請輸入訂購人手機
vi_vn: Vui lòng nhập số điện thoại di động người đặt hàng

# RequiredFieldValidator4Resource1.ErrorMessage
source: 請輸入收件人名
vi_vn: Vui lòng nhập tên người nhận hàng

# RequiredFieldValidator5Resource1.ErrorMessage
source: 請輸入收件人電話
vi_vn: Vui lòng nhập số điện thoại người nhận hàng

# RequiredFieldValidator6Resource1.ErrorMessage
source: 請輸入收件人手機
vi_vn: Vui lòng nhập số điện thoại di động người nhận hàng

# RequiredFieldValidator7Resource1.ErrorMessage
source: 請輸入收件地址
vi_vn: Vui lòng nhập địa chỉ

# RequiredFieldValidator8Resource1.ErrorMessage
source: 請輸入電子信箱
vi_vn: Vui lòng nhập địa chỉ Email

# StringResource1
source: <i class="fa fa-book" aria-hidden="true"></i>購物明細
vi_vn: <i class="fa fa-book" aria-hidden="true"></i>Chi tiết mua hàng

# StringResource10
source: 商品總計
vi_vn: Thành tiền

# StringResource11
source: 折扣活動(滿
vi_vn: Chương trình giảm giá ( Mua đủ

# StringResource12
source: 元，折價
vi_vn: VNĐ, giảm

# StringResource13
source: 元)：
vi_vn: VNĐ )：

# StringResource14
source: 紅利可扣抵金額
vi_vn: Trừ chiết khấu

# StringResource15
source: 運費
vi_vn: Phí vận chuyển

# StringResource16
source: 消費總計
vi_vn: Số tiền cần thanh toán

# StringResource17
source: 本次購物可獲得紅利
vi_vn: Lần mua sắm này có thưởng:

# StringResource18
source: 付款方式
vi_vn: Phương thức thanh toán

# StringResource19
source: 資料錯誤，請重新選購
vi_vn: Dữ liệu lỗi, xin vui lòng đặt mua lại

# StringResource2
source: 數量
vi_vn: Số lượng

# StringResource20
source: 客服中心
vi_vn: Bộ phận chăm sóc khách hàng

# StringResource21
source: 系統查無商品，請重新選購
vi_vn: Dữ liệu lỗi, xin vui lòng đặt mua lại

# StringResource22
source: 庫存不足,請重新選購
vi_vn: Lượng hàng không đủ, vui lòng chọn sản phẩm khác.

# StringResource24
source: 非常感謝您的訂購，以下為您的訂購清單，而非付款收據，為保障您的資訊安全，部份訊息將以'*'標記。
vi_vn: Cám ơn bạn đã đặt hàng, chi tiết đơn đặt hàng dưới đây không thay thế cho phiếu thu khi thanh toán. Để bảo mật thông tin cho bạn, một số thông tin sẽ được đánh dấu "*".

# StringResource25
source: 若您使用ATM轉帳付款，請於訂購日起兩日內轉帳，繳費完成後請主動與公司客服聯絡。
vi_vn: Nếu bạn chuyển khoản bằng ATM, vui lòng chuyển khoản trong hai ngày kể từ ngày đặt hàng, và chủ động liên hệ với bộ phận chăm sóc khách hàng của chúng tôi để được hỗ trợ .

# StringResource26
source: 若您使用其它付款方式或 貨到付款，您可以至訂單查詢了解訂單詳情與處理進度。
vi_vn: Nếu bạn sử dụng phương thức thanh toán khác hoặc thanh toán bằng tiền mặt khi nhận hàng, bạn có thể tra cứu chi tiết đơn hàng và tiến độ xử lý.

# StringResource27
source: 如因交易條件有誤、商品缺貨或價格誤刊或有其他本公司無法接受訂單之情形，本公司保留商品出貨與否的權利。
vi_vn: Nếu điều kiện giao dịch bị lỗi, thiếu hàng, đăng sai giá hoặc những lý do khiến công ty không thể tiếp nhận đơn hàng, chúng tôi bảo lưu quyền quyết định giao hoặc không giao hàng.

# StringResource28
source: 訂單編號
vi_vn: Mã đơn đặt hàng

# StringResource29
source: 訂購人
vi_vn: Người đặt hàng

# StringResource3
source: 單價
vi_vn: Đơn giá

# StringResource30
source: 手機
vi_vn: Di động

# StringResource31
source: 電話
vi_vn: Điện thoại

# StringResource32
source: 電子信箱
vi_vn: Email

# StringResource33
source: 收件人
vi_vn: Người nhận hàng

# StringResource34
source: 先生
vi_vn: Anh

# StringResource35
source: 小姐
vi_vn: Chị

# StringResource36
source: 地址
vi_vn: Địa chỉ

# StringResource37
source: 備註
vi_vn: Ghi chú

# StringResource38
source: 料號
vi_vn: Mã sản phẩm

# StringResource39
source: 訂單總折扣
vi_vn: Tổng chiết khấu đơn đặt hàng

# StringResource4
source: 折扣
vi_vn: Chiết khấu

# StringResource40
source: 紅利扣抵金額
vi_vn: Trừ chiết khấu

# StringResource41
source: 扣抵後金額(含運費)
vi_vn: Số tiền sau khi giảm trừ (Đã bao gồm phí vận chuyển)

# StringResource42
source: 提醒您選擇的付款式為ATM轉帳方式，目前尚未付款完成，請您於繳費期限內完成，繳費完成後請主動與公司客服聯絡。若逾期未付清款項將自動取消本訂單，謝謝。
vi_vn: Nếu bạn chọn hình thức chuyển khoản ATM, hiện tại vẫn chưa thanh toán thành công, vui lòng thanh toán theo hạn định và chủ động liên hệ với bộ phận chăm sóc khách hàng. Nếu quá hạn, đơn hàng sẽ tự hủy bỏ.

# StringResource43
source: 繳費資訊
vi_vn: Thông tin thanh toán

# StringResource44
source: 轉帳銀行代號
vi_vn: Swift code

# StringResource45
source: 轉帳帳號
vi_vn: Tài khoản chuyển khoản

# StringResource46
source: 戶名
vi_vn: Tên tài khoản

# StringResource47
source: 應繳金額
vi_vn: Số tiền phải trả

# StringResource48
source: 繳費期限
vi_vn: Thời hạn thanh toán

# StringResource49
source: 提醒您，客服人員均不會要求消費者更改帳號或要求以ATM重新轉帳匯款
vi_vn: Cảnh giác: Nhân viên chăm sóc khách hàng không được phép yêu cầu bạn thay đổi tài khoản hoặc yêu cầu thực hiện lại lệnh chuyển khoản. Nếu gặp tình huống này, vui lòng gọi về bộ phận CSKH

# StringResource5
source: 小計
vi_vn: Cộng

# StringResource51
source: 訂購通知
vi_vn: Thông báo đặt hàng

# StringResource6
source: 日
vi_vn: Ngày

# StringResource7
source: 小時
vi_vn: giờ

# StringResource8
source: 分
vi_vn: phút

# StringResource9
source: 加價購
vi_vn: Giá mua kèm

# StringResource52
source: 訂單數量有誤，請重新下單
vi_vn: Dữ liệu lỗi, xin vui lòng đặt mua lại

# Label13Resource1.Text
source: 回上一頁
vi_vn: Quay về trang trước

# CheckBox1Resource2.Text
source: 自動加入會員
vi_vn: Join members
